responses = {
    'accounting': "Бухгалтерия отвечает за учет и анализ финансовых операций компании. Если у вас возникли вопросы по бухгалтерии, вы можете обратиться к своему руководителю или бухгалтеру компании.",
    'hr': "Отдел кадров занимается подбором, наймом и увольнением сотрудников компании, а также следит за их карьерным ростом и развитием. Если у вас возникли вопросы по отделу кадров, вы можете обратиться к своему руководителю или HR-менеджеру компании.",
    'greetings': "Здравствуйте, что Вас интересует?",
    'error': "Вы задали вопрос: {}. Я Вас не понял, можете пожалуйста перефразировать."
}
