responses = {
    'accounting': "Бухгалтерия отвечает за учет и анализ финансовых операций компании. Если у вас возникли вопросы по бухгалтерии, вы можете обратиться к своему руководителю или бухгалтеру компании.",
    'hr': "Отдел кадров занимается подбором, наймом и увольнением сотрудников компании, а также следит за их карьерным ростом и развитием. Если у вас возникли вопросы по отделу кадров, вы можете обратиться к своему руководителю или HR-менеджеру компании.",
    'greetings': "Здравствуйте, что Вас интересует?",
    'error': "Вы задали вопрос: {}. Я Вас не понял, можете пожалуйста перефразировать.",
    'it': "Если у вас возникли проблемы с компьютером, программным обеспечением, сетью или другими техническими вопросами, пожалуйста, свяжитесь с IT-отделом компании.",
    'sales': "Отдел продаж занимается продажей продуктов и услуг компании. Если у вас возникли вопросы по продажам, вы можете обратиться к своему менеджеру по продажам или отделу продаж.",
    'marketing': "Маркетинговый отдел занимается продвижением продуктов и услуг компании на рынке. Если у вас возникли вопросы по маркетингу, вы можете обратиться к своему менеджеру по маркетингу или маркетинговому отделу.",
    'development': "Разработчики занимаются созданием программного обеспечения и других технических решений для компании. Если у вас возникли вопросы по разработке, вы можете обратиться к своему разработчику или разработчикам компании.",
    'project_management': "Отдел управления проектами занимается планированием, координацией и контролем проектов компании. Если у вас возникли вопросы по управлению проектами, вы можете обратиться к своему менеджеру проекта или отделу управления проектами.",
    'legal': "Юридический отдел занимается правовыми вопросами, связанными с деятельностью компании."
}